tutorials/surfaceTracking/bubbleInterTrackFoam/bubble2D_r0.75mm/system/faSchemes
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     5.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  | For copyright notice see file Copyright         |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

ddtSchemes
{
}

gradSchemes
{
    default none;
    grad(Us) Gauss linear;
    grad((Us&faceAreaNormals)) Gauss linear;
}

divSchemes
{
    default none;
    div(Us) Gauss linear;
}

laplacianSchemes
{
    default             none;
}

interpolationSchemes
{
    default none;
}

snGradSchemes
{
    default none;
}

// ************************************************************************* //
